Repository: KHkhalaf/Surveys-Manager
Catalog: Lang/Resource.*.resx
Languages: ar

# addOther
source: Add 'Other' as an answer choice
ar: إضافة "أخرى" للخيارات

source: Age
ar: العمر

# agebetween20_30
source: The Age Between (20 - 30)
ar: العمر ما بين 20 - 30

# agebetween30_40
source: The Age Between (30 - 40)
ar: العمر مابين 30 - 40

# agebetween40_50
source: The Age Between (40 - 50)
ar: العمر ما بين 40 - 50

source: Answered By :
ar: تمت الإجابة من قبل :

source: Answers :
ar: الأجوبة :

source: Answer Choices
ar: خيارات الأجوبة

# bodyMessage
source: Changes will be discarded
ar: سيتم تجاهل التغييرات

# bodyMessageSave
source: Save Your Answers , You Will Not Be Able To Answer The Questions ...
ar: لن تتمكن من الإجابة على هذا الاستبيان مرة أخرى

# btnAnalyse
source: Analyse
ar: تحليل

# btnCancelMessage
source: Cancel
ar: إلغاء

# btnEdit
source: Edit
ar: تعديل

# btnOkMessage
source: Ok
ar: موافق

source: By :
ar: من قبل :

# cancel_cab
source: CANCEL
ar: إلغاء

# check_inputsSignin1
source: Your Information Should be not empty ...
ar: معلومات الإدخال يجب ألا تكون فارغة

# check_inputsSignin2
source: length password should be less than 8 ...
ar: طول كلمة السر يجب أن يكون أقل من 8

# check_inputsSignin3
source: Your inputs should be not contain character like '~'
ar: '~' معلومات الإدخال يجب ألا تحتوي على

# check_inputsSignin4
source: Your Email is incorrect ...
ar: ..... حسابك غير صحيح

# check_inputsSignin5
source: Check Your Email or Password ...
ar: ..... تحقق من حسابك أو من كلمة السر

# confirmPassword
source: the confirm of your password is incorrect ...
ar: تأكيد كلمة السر غير مطابق

source: Country
ar: البلد

source: CREATE
ar: إنشاء استبيان

source: Created
ar: أُنشات

# createsurveybtn
source: Create Survey
ar: إنشاء استبيان

# Create_Surveys
source: Create Your Surveys
ar: إنشاء استبياناتك

# Date_signup
source: Date Response
ar: تاريخ الإجابة

# deleteSurveytoolbar
source: Delete
ar: حذف

# deleting
source: Deleteing
ar: عملية الحذف

# detailsCreate1
source: Welcome to SurveyManager - the world's leading
ar: أهلا بك بمدير الاستعلامات الذي هو في مقدمة المنصات حول العالم

# detailsCreate2
source: survey platform. Create your next survey and use the
ar: أنشأ أولى إستبياناتك وشاركها مع أصدقائك

# detailsCreate3
source: insiths to make better decisions.
ar: للحصول على أفضل القرارات

# DetailsDeleting
source: Delete The Item Selected
ar: حذف السؤال المحدد

# detailsMessageDeleteSurvey
source: Are You Sure To Delete
ar: هل أنت متأكد من عملية الحذف هذه ؟

# detailsMessageShareSurvey
source: Are You Sure To Share
ar: هل متأكد من أنك تريد مشاركة

# DropDownQuestion
source: Drop Down
ar: قائمة منسدلة

source: Email
ar: الحساب

# endDate
source: The End Date :
ar: تاريخ النهاية :

# Enter_A_Choice
source: Enter Answer Choice
ar: ادخل خيار للإجابة

source: Filter
ar: فلترة

source: Filter By :
ar: فلترة من خلال :

# footer
source: Welcome To Survey Manager
ar: أهلاً بك في مدير الإستعلامات

source: Go
ar: تم

# insights
source: Use the insights to make better decisions.
ar: إستخدم الرؤى للحصول على أفضل القرارات الصائبة

# last1
source: By Tapping 'Enter' . You agree to our
ar: من خلال الضغط على "ادخل" , أي أنك موافق

# last2
source: 'Terms Of Use'
ar: لشروط استخدام

# last3
source: and
ar: و

# last4
source: Mobil App Privacy Statment
ar: وحالة الخصوصية لتتطبيقات الموبايل

# last5
source: and also agree
ar: كما أنك موافق على

# last6
source: to receving news and tips via email
ar: استقبال الأفكار المفيدة والأخبار الحديثة

# maxValue
source: Max :
ar: القيمة العظمى :

# menutitle
source: Menu
ar: القائمة

# minValue
source: Min :
ar: القيمة الدنيا :

# MultibleQuestion
source: Multiple Choice
ar: متعدد الخيارات

# NoQuestions
source: You don't have any questions on this page yet.
ar: هذا الاستعلام لا يحوي على أي سؤال حتى هذه اللحظة

source: No Shared Surveys
ar: لا توجد استبيانات قمت بنشرها

# NoSurveys
source: No Shared Surveys With You By Others Users
ar: لا توجد استعلامات مشاركة معك من قبل أشخاص آخرين ....!

# notConnect
source: isn't Connect With Local Server
ar: غير متصل بالخادم المحلي

# NotFoundAccounts
source: Don't Have Any Account
ar: لا تملك أي حساب ....!

# no_questions
source: No Questions in this Survey
ar: لا توجد أسئلة على هذا الاستبيان

source: Password
ar: كلمة السر

# ph_age
source: Enter Your Age
ar: ادخل عمرك

# ph_country
source: Enter Your Country
ar: ادخل بلدك

# ph_email
source: Enter Your Email
ar: ادخل حسابك

# ph_enterAcountry
source: Enter a country
ar: ادخل أي بلد

# ph_password
source: Enter Your Pasword
ar: ادخل كلمة السر

# ph_survey_descripation
source: Enter Survey Description
ar: ادخل توصيف عن الاستبيان

# ph_survey_title
source: Enter Survey Title
ar: ادخل عنوان للاستبيان

# ph_textQuestion
source: Enter Question Text
ar: ادخل نص السؤال

# ph_username
source: Enter User Name
ar: ادخل اسم المستخدم

# ph_Ver_password
source: Verify Your Password
ar: ادخل كلمة المرور من جديد

source: Question Text
ar: نص السؤال

# RatioSlider
source: Ratio Of The Answer :
ar: معدل الإجابة على السؤال :

# RatioText
source: Ratio of Number of Participants
ar: معدل الأشخاص الذين أجابوا على السؤال :

# require_text
source: This question requires an answer.
ar: هذا السؤال الإجابة عليه مطلوبة

# restTheQuestion
source: Is Required ..!!!
ar: الإجابة عليه مطلوبة

# rest_theTextQuestion
source: Should Be Not Coontains '~' ..!!
ar: "~" يجب ألا تحتوي على

# saveAddSurvey
source: Save
ar: حفظ

# save_cab
source: SAVE
ar: حفظ

source: Select All
ar: تحديد الكل

source: Settings
ar: خصائص

# shareSurveytoolbar
source: Share
ar: مشاركة

source: Share With :
ar: مشاركة مع :

source: Sharing
ar: عملية المشاركة

# sliderQuestion
source: Slider
ar: شريط التمرير

# startDate
source: The Start Date :
ar: تاريخ البداية :

source: Survey
ar: استبيان

# textEnterSignup
source: Enter
ar: ادخل

source: Text Question
ar: سؤال نصي

# textSignin
source: Sign in
ar: تسجيل الدخول

# textSignup
source: Sign up
ar: حساب جديد

source: The Question
ar: السؤال

source: This By :
ar: من قبل :

# titleAccount
source: Account
ar: الحساب

# titleDetails
source: Details
ar: تفاصيل

# titlemaster1
source: Home
ar: القائمة الرئيسية

# titlemaster2
source: Account
ar: الحساب

# titlemaster3
source: About us
ar: من نحن

# titlemaster4
source: Shared Surveys
ar: استبيانات قمت مشاركتها

# titlemaster5
source: Received Surveys
ar: استبيانات وصلتك من الآخرين

# titlemaster6
source: Sign out
ar: تسجيل الخروج

# titleMessage
source: Are You Sure ?
ar: هل أنك متأكد

# titleSignin
source: Sign In
ar: تسجيل الدخول

# titleSignup
source: Sign Up
ar: حساب جديد

# toolbarsurvey
source: New Survey
ar: استبيان جديد

# typePickerMulti_1
source: Single-select (Radio buttons)
ar: تحديد خيار وحيد

# typePickerMulti_2
source: Multi-select (Check Boxs)
ar: تحديد عدة خيارات

source: User Name
ar: اسم المستخدم

# username_same_email
source: there are same UserName or Email ...
ar: يوجد هناك نفس الإيميل

source: View Details
ar: تفاصيل الاستبيان

source: Welcome!
ar: أهلاً بك

source: Your Question :
ar: سؤالك هو :

# titleEducation
source: Education
ar: تعليمي

# titleMarketing
source: Marketing
ar: تسويق

# titleSport
source: Sport
ar: رياضي

source: Other
ar: أخرى

source: Selected
ar: لقد قمت بتحديد

source: UnSelected
ar: لقد ألغيت تحديد

# entrySearch
source: Search By Name or Email ...
ar: البحث عن طريق الإسم أو الإيميل

# BodyreceiveSurvey
source: There are More Receive Surveys , didn't see them ...
ar: ... هناك العديد من الاستبيانات لم تقم بالإجابة عليها

# BodyResponsedٍ_Sh_Surveys
source: There are More Responsed Shared Surveys , didn't see them ...
ar: هناك العديد من الإستبيانات قمت بمشاركتها الآخرين وقاموا بالإجابة عليها

source: Receive Surveys
ar: استبيانات مستقبلة

# responsedٍ_Sh_Surveys
source: Responsed Shared Surveys
ar: استبيانات شاركتها مع الآخرين

source: Create Survey Education
ar: إنشاء استبيان تعليمي

source: Create Survey Marketing
ar: إنشاء استبيان للتسوق الإلكتروني

source: Create Survey Other
ar: إنشاء نوع آخر من الإستبيانات

source: Create Survey Sport
ar: إنشاء استبيان رياضي

source: No Accounts Selected
ar: يجب أن تقوم بمشاركة حساب واحد على الأقل ....!

source: Algeria
ar: الجزائر

source: Egypt
ar: مصر

source: Iraq
ar: العراق

source: Jourdan
ar: الجمهورية الأردنية الهاشمية

source: KSA
ar: المملكة العربية السعودية

source: Libya
ar: ليبيا

source: Mauritania
ar: موريتانيا

source: Moroco
ar: المغرب

source: Syria
ar: سوريا

source: Tunisia
ar: تونس

source: UIA
ar: الإمارات العربية المتحدة

source: USA
ar: الولايات المتحدة الأمريكية

# dangerSignOut
source: Are You Sure ...... ?
ar: تسجيل الخروج يؤدي إلى حذف كافة البيانات من جهازك ... هل أنت متأكد ؟
